Repository: soyeht/soyeht-ios
Catalog: TerminalApp/SoyehtMac/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, pt_pt, ru, ur, zh_hans

# themeCatalog.status.loaded
source: %lld themes available from %@.
ar: تتوفر %lld سمة من %@.
de: %lld Themes von %@ verfügbar.
es: %lld temas disponibles de %@.
fr: %lld thèmes disponibles depuis %@.
hi: %@ से %lld themes available हैं।
id: %lld tema tersedia dari %@.
ja: %lld 個のテーマを %@ から利用できます。
ko: %@에서 %lld개 테마 사용 가능.
pt_br: %lld temas disponíveis de %@.
pt_pt: %lld temas disponíveis de %@.
ru: %lld тем доступно из %@.
ur: %@ سے %lld themes available ہیں۔
zh_hans: %@ 中有 %lld 个可用主题。

# themeCatalog.status.loadFailed
source: Could not load catalog.
ar: تعذر تحميل الكتالوج.
de: Katalog konnte nicht geladen werden.
es: No se pudo cargar el catálogo.
fr: Impossible de charger le catalogue.
hi: Catalog load नहीं हो सका।
id: Tidak dapat memuat katalog.
ja: カタログを読み込めませんでした。
ko: 카탈로그를 로드할 수 없습니다.
pt_br: Não foi possível carregar o catálogo.
pt_pt: Não foi possível carregar o catálogo.
ru: Не удалось загрузить каталог.
ur: Catalog load نہیں ہو سکا۔
zh_hans: 无法加载目录。

# themeCatalog.status.installing
source: Installing %@...
ar: جارٍ تثبيت %@...
de: %@ wird installiert...
es: Instalando %@...
fr: Installation de %@...
hi: %@ install हो रहा है...
id: Menginstal %@...
ja: %@ をインストール中...
ko: %@ 설치 중...
pt_br: Instalando %@...
pt_pt: Instalando %@...
ru: Установка %@...
ur: %@ install ہو رہا ہے...
zh_hans: 正在安装 %@...

# themeCatalog.status.installFailed
source: Could not install %@.
ar: تعذر تثبيت %@.
de: %@ konnte nicht installiert werden.
es: No se pudo instalar %@.
fr: Impossible d’installer %@.
hi: %@ install नहीं हो सका।
id: Tidak dapat menginstal %@.
ja: %@ をインストールできませんでした。
ko: %@을(를) 설치할 수 없습니다.
pt_br: Não foi possível instalar %@.
pt_pt: Não foi possível instalar %@.
ru: Не удалось установить %@.
ur: %@ install نہیں ہو سکا۔
zh_hans: 无法安装 %@。

# themeEditor.window.title
source: Customize Theme
ar: تخصيص السمة
de: Theme anpassen
es: Personalizar tema
fr: Personnaliser le thème
hi: Theme customize करें
id: Sesuaikan tema
ja: テーマをカスタマイズ
ko: 테마 사용자화
pt_br: Personalizar tema
pt_pt: Personalizar tema
ru: Настроить тему
ur: Theme customize کریں
zh_hans: 自定义主题

# themeEditor.label.name
source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
id: Nama
ja: 名前
ko: 이름
pt_br: Nome
pt_pt: Nome
ru: Название
ur: نام
zh_hans: 名称

# themeEditor.defaultCustomName
source: %@ Custom
ar: %@ مخصصة
de: %@ Benutzerdefiniert
es: %@ personalizado
fr: %@ personnalisé
id: %@ khusus
ja: %@ カスタム
ko: %@ 사용자화
pt_br: %@ personalizado
pt_pt: %@ personalizado
ru: %@ пользовательская
zh_hans: %@ 自定义

# themeEditor.section.ansiPalette
source: ANSI Palette
ar: لوحة ANSI
es: Paleta ANSI
fr: Palette ANSI
id: Palet ANSI
ja: ANSI パレット
ko: ANSI 팔레트
ru: Палитра ANSI
zh_hans: ANSI 调色板

# themeEditor.section.semanticColors
source: Terminal Semantic Colors
ar: ألوان Terminal الدلالية
de: Semantische Terminalfarben
es: Colores semánticos de Terminal
fr: Couleurs sémantiques de Terminal
id: Warna semantik terminal
ja: Terminal のセマンティックカラー
ko: 터미널 의미 색상
pt_br: Cores semânticas do Terminal
pt_pt: Cores semânticas do Terminal
ru: Семантические цвета терминала
zh_hans: 终端语义颜色

# themeEditor.button.save
source: Save Theme
ar: حفظ السمة
de: Theme sichern
es: Guardar tema
fr: Enregistrer le thème
hi: Theme save करें
id: Simpan tema
ja: テーマを保存
ko: 테마 저장
pt_br: Salvar tema
pt_pt: Guardar tema
ru: Сохранить тему
ur: Theme save کریں
zh_hans: 保存主题

# themeEditor.color.background
source: Background
ar: الخلفية
de: Hintergrund
es: Fondo
fr: Arrière-plan
id: Latar belakang
ja: 背景
ko: 배경
pt_br: Fundo
pt_pt: Fundo
ru: Фон
zh_hans: 背景

# themeEditor.color.foreground
source: Foreground
ar: المقدمة
de: Vordergrund
es: Primer plano
fr: Premier plan
id: Latar depan
ja: 前景
ko: 전경
pt_br: Primeiro plano
pt_pt: Primeiro plano
ru: Передний план
zh_hans: 前景

# themeEditor.color.cursor
source: Cursor
ar: المؤشر
fr: Curseur
id: Kursor
ja: カーソル
ko: 커서
ru: Курсор
zh_hans: 光标

# themeEditor.color.cursorText
source: Cursor Text
ar: نص المؤشر
es: Texto del cursor
fr: Texte du curseur
id: Teks kursor
ja: カーソル文字
ko: 커서 텍스트
pt_br: Texto do cursor
pt_pt: Texto do cursor
ru: Текст курсора
zh_hans: 光标文本

# themeEditor.color.selectionBackground
source: Selection Bg
ar: خلفية التحديد
de: Auswahlhintergrund
es: Fondo de selección
fr: Arrière-plan de sélection
id: Latar pilihan
ja: 選択範囲の背景
ko: 선택 배경
pt_br: Fundo da seleção
pt_pt: Fundo da seleção
ru: Фон выделения
zh_hans: 选区背景

# themeEditor.color.selectionText
source: Selection Text
ar: نص التحديد
de: Auswahltext
es: Texto de selección
fr: Texte de sélection
id: Teks pilihan
ja: 選択範囲の文字
ko: 선택 텍스트
pt_br: Texto da seleção
pt_pt: Texto da seleção
ru: Текст выделения
zh_hans: 选区文本

# themeEditor.color.bold
source: Bold
ar: غامق
de: Fett
es: Negrita
fr: Gras
id: Tebal
ja: 太字
ko: 굵게
pt_br: Negrito
pt_pt: Negrito
ru: Полужирный
zh_hans: 粗体

# themeEditor.color.link
source: Link
ar: رابط
es: Enlace
fr: Lien
id: Tautan
ja: リンク
ko: 링크
pt_pt: Ligação
ru: Ссылка
zh_hans: 链接

# voice.mac.language.system
source: System Default
ar: افتراضي النظام
de: Systemstandard
es: Predeterminado del sistema
fr: Valeur par défaut du système
id: Bawaan sistem
ja: システムデフォルト
ko: 시스템 기본값
pt_br: Padrão do sistema
pt_pt: Predefinição do sistema
ru: Системный язык
zh_hans: 系统默认

# voice.mac.button.a11y
source: Voice input
ar: إدخال صوتي
de: Spracheingabe
es: Entrada de voz
fr: Entrée vocale
id: Input suara
ja: 音声入力
ko: 음성 입력
pt_br: Entrada de voz
pt_pt: Entrada de voz
ru: Голосовой ввод
zh_hans: 语音输入

# voice.mac.tooltip.start
source: Start voice input
ar: بدء الإدخال الصوتي
de: Spracheingabe starten
es: Iniciar entrada de voz
fr: Démarrer l’entrée vocale
hi: Voice input शुरू करें
id: Mulai input suara
ja: 音声入力を開始
ko: 음성 입력 시작
pt_br: Iniciar entrada de voz
pt_pt: Iniciar entrada de voz
ru: Начать голосовой ввод
ur: Voice input شروع کریں
zh_hans: 开始语音输入

# voice.mac.tooltip.starting
source: Preparing voice input
ar: جارٍ تجهيز الإدخال الصوتي
de: Spracheingabe wird vorbereitet
es: Preparando entrada de voz
fr: Préparation de l’entrée vocale
hi: Voice input prepare हो रहा है
id: Menyiapkan input suara
ja: 音声入力を準備中
ko: 음성 입력 준비 중
pt_br: Preparando entrada de voz
pt_pt: A preparar entrada de voz
ru: Подготовка голосового ввода
ur: Voice input prepare ہو رہا ہے
zh_hans: 正在准备语音输入

# voice.mac.tooltip.stop
source: Stop and insert text
ar: إيقاف وإدراج النص
de: Anhalten und Text einfügen
es: Detener e insertar texto
fr: Arrêter et insérer le texte
hi: Stop करके text insert करें
id: Hentikan dan sisipkan teks
ja: 停止してテキストを挿入
ko: 중지하고 텍스트 삽입
pt_br: Parar e inserir texto
pt_pt: Parar e inserir texto
ru: Остановить и вставить текст
ur: Stop کر کے text insert کریں
zh_hans: 停止并插入文本

# voice.mac.tooltip.stopping
source: Finishing transcription
ar: جارٍ إنهاء التفريغ
de: Transkription wird abgeschlossen
es: Finalizando transcripción
fr: Finalisation de la transcription
hi: Transcription finish हो रही है
id: Menyelesaikan transkripsi
ja: 文字起こしを終了中
ko: 전사 마무리 중
pt_br: Finalizando transcrição
pt_pt: Finalizando transcrição
ru: Завершение расшифровки
ur: Transcription finish ہو رہی ہے
zh_hans: 正在完成转写

# voice.mac.status.permission
source: Checking microphone permission...
ar: جارٍ التحقق من إذن الميكروفون...
de: Mikrofonberechtigung wird geprüft...
es: Comprobando permiso del micrófono...
fr: Vérification de l’autorisation du micro...
hi: Microphone permission check हो रही है...
id: Memeriksa izin mikrofon...
ja: マイク権限を確認中...
ko: 마이크 권한 확인 중...
pt_br: Verificando permissão do microfone...
pt_pt: A verificar a permissão do microfone...
ru: Проверка доступа к микрофону...
ur: Microphone permission check ہو رہی ہے...
zh_hans: 正在检查麦克风权限...

# voice.mac.status.microphoneReady
source: Microphone authorized
ar: الميكروفون مصرح به
de: Mikrofon autorisiert
es: Micrófono autorizado
fr: Micro autorisé
id: Mikrofon diizinkan
ja: マイクが許可されています
ko: 마이크 권한 허용됨
pt_br: Microfone autorizado
pt_pt: Microfone autorizado
ru: Доступ к микрофону разрешен
zh_hans: 麦克风已授权

# voice.mac.status.language
source: Checking speech language...
ar: جارٍ التحقق من لغة الكلام...
de: Sprache wird geprüft...
es: Comprobando idioma de voz...
fr: Vérification de la langue vocale...
hi: Speech language check हो रही है...
id: Memeriksa bahasa ucapan...
ja: 音声言語を確認中...
ko: 음성 언어 확인 중...
pt_br: Verificando idioma de fala...
pt_pt: A verificar o idioma de fala...
ru: Проверка языка речи...
ur: Speech language check ہو رہی ہے...
zh_hans: 正在检查语音语言...

# voice.mac.status.model
source: Preparing speech model...
ar: جارٍ تجهيز نموذج الكلام...
de: Sprachmodell wird vorbereitet...
es: Preparando modelo de voz...
fr: Préparation du modèle vocal...
hi: Speech model prepare हो रहा है...
id: Menyiapkan model ucapan...
ja: 音声モデルを準備中...
ko: 음성 모델 준비 중...
pt_br: Preparando modelo de fala...
pt_pt: A preparar o modelo de fala...
ru: Подготовка речевой модели...
ur: Speech model prepare ہو رہا ہے...
zh_hans: 正在准备语音模型...

# voice.mac.status.analyzer
source: Starting speech analyzer...
ar: جارٍ بدء محلل الكلام...
de: Sprachanalyse wird gestartet...
es: Iniciando analizador de voz...
fr: Démarrage de l’analyseur vocal...
hi: Speech analyzer start हो रहा है...
id: Memulai penganalisis ucapan...
ja: 音声解析を開始中...
ko: 음성 분석기 시작 중...
pt_br: Iniciando analisador de fala...
pt_pt: A iniciar o analisador de fala...
ru: Запуск анализатора речи...
ur: Speech analyzer start ہو رہا ہے...
zh_hans: 正在启动语音分析器...

# voice.mac.status.listening
source: Listening...
ar: جارٍ الاستماع...
de: Hört zu...
es: Escuchando...
fr: Écoute...
hi: सुन रहा है...
id: Mendengarkan...
ja: 聞き取り中...
ko: 듣는 중...
pt_br: Ouvindo...
pt_pt: Ouvindo...
ru: Слушаю...
ur: سن رہا ہے...
zh_hans: 正在聆听...

# voice.mac.error.microphoneDenied
source: Microphone access is disabled
ar: الوصول إلى الميكروفون معطل
de: Mikrofonzugriff ist deaktiviert
es: El acceso al micrófono está desactivado
fr: L’accès au micro est désactivé
hi: Microphone access disabled है
id: Akses mikrofon dinonaktifkan
ja: マイクアクセスが無効です
ko: 마이크 접근이 비활성화되어 있습니다
pt_br: O acesso ao microfone está desativado
pt_pt: O acesso ao microfone está desativado
ru: Доступ к микрофону отключен
ur: Microphone access disabled ہے
zh_hans: 麦克风访问已停用

# voice.mac.error.noAudioInput
source: No microphone input is available
ar: لا يتوفر إدخال ميكروفون
de: Kein Mikrofoneingang verfügbar
es: No hay entrada de micrófono disponible
fr: Aucune entrée micro n’est disponible
hi: कोई microphone input available नहीं
id: Tidak ada input mikrofon yang tersedia
ja: 利用できるマイク入力がありません
ko: 사용 가능한 마이크 입력이 없습니다
pt_br: Nenhuma entrada de microfone disponível
pt_pt: Não há entrada de microfone disponível
ru: Вход микрофона недоступен
ur: کوئی microphone input available نہیں
zh_hans: 没有可用的麦克风输入

# voice.mac.error.speechUnavailable
source: Speech transcription is not available on this Mac
ar: تفريغ الكلام غير متاح على هذا Mac
de: Sprachtranskription ist auf diesem Mac nicht verfügbar
es: La transcripción de voz no está disponible en este Mac
fr: La transcription vocale n’est pas disponible sur ce Mac
hi: इस Mac पर speech transcription available नहीं है
id: Transkripsi ucapan tidak tersedia di Mac ini
ja: この Mac では音声文字起こしを利用できません
ko: 이 Mac에서는 음성 전사를 사용할 수 없습니다
pt_br: Transcrição de fala indisponível neste Mac
pt_pt: A transcrição de fala não está disponível neste Mac
ru: Расшифровка речи недоступна на этом Mac
ur: اس Mac پر speech transcription available نہیں
zh_hans: 此 Mac 上不可用语音转写

# voice.mac.error.languageNotSupported
source: Current language is not supported
ar: اللغة الحالية غير مدعومة
de: Die aktuelle Sprache wird nicht unterstützt
es: El idioma actual no es compatible
fr: La langue actuelle n’est pas prise en charge
hi: Current language supported नहीं है
id: Bahasa saat ini tidak didukung
ja: 現在の言語はサポートされていません
ko: 현재 언어는 지원되지 않습니다
pt_br: O idioma atual não é compatível
pt_pt: O idioma atual não é suportado
ru: Текущий язык не поддерживается
ur: Current language supported نہیں ہے
zh_hans: 当前语言不受支持

# voice.mac.error.assetsNotReady
source: Speech model is not ready
ar: نموذج الكلام غير جاهز
de: Das Sprachmodell ist nicht bereit
es: El modelo de voz no está listo
fr: Le modèle vocal n’est pas prêt
hi: Speech model ready नहीं है
id: Model ucapan belum siap
ja: 音声モデルの準備ができていません
ko: 음성 모델이 준비되지 않았습니다
pt_br: O modelo de fala não está pronto
pt_pt: O modelo de fala não está pronto
ru: Речевая модель не готова
ur: Speech model ready نہیں ہے
zh_hans: 语音模型尚未准备好

# voice.mac.error.conversionFailed
source: Audio conversion failed
ar: فشل تحويل الصوت
de: Audiokonvertierung fehlgeschlagen
es: Falló la conversión de audio
fr: La conversion audio a échoué
id: Konversi audio gagal
ja: 音声変換に失敗しました
ko: 오디오 변환에 실패했습니다
pt_br: Falha na conversão de áudio
pt_pt: Falha na conversão de áudio
ru: Не удалось преобразовать аудио
zh_hans: 音频转换失败

# debug.menu.benchmarkWorkspaceSwitching
source: Benchmark Workspace Switching (50 cycles)
ar: قياس تبديل مساحات العمل (50 دورة)
de: Benchmark für Arbeitsbereichswechsel (50 Zyklen)
es: Benchmark de cambio de espacios de trabajo (50 ciclos)
fr: Benchmark de changement d’espaces de travail (50 cycles)
hi: Workspace Switching Benchmark (50 cycles)
id: Benchmark pergantian workspace (50 siklus)
ja: ワークスペース切り替えベンチマーク（50 サイクル）
ko: 워크스페이스 전환 벤치마크(50회)
pt_br: Benchmark de troca de áreas de trabalho (50 ciclos)
pt_pt: Benchmark de troca de áreas de trabalho (50 ciclos)
ru: Тест переключения рабочих областей (50 циклов)
ur: Workspace Switching Benchmark (50 cycles)
zh_hans: 工作区切换基准测试（50 次）

# debug.menu.openPaneWindow
source: Open Pane Window
ar: فتح نافذة اللوحة
de: Bereichsfenster öffnen
es: Abrir ventana de panel
fr: Ouvrir la fenêtre du volet
hi: Pane Window खोलें
id: Buka jendela panel
ja: ペインウィンドウを開く
ko: 패널 창 열기
pt_br: Abrir janela de painel
pt_pt: Abrir janela de painel
ru: Открыть окно панелей
ur: Pane Window کھولیں
zh_hans: 打开窗格窗口

# debug.menu.openConversationsSidebar
source: Open Conversations Sidebar
ar: فتح الشريط الجانبي للمحادثات
de: Unterhaltungsseitenleiste öffnen
es: Abrir barra lateral de conversaciones
fr: Ouvrir la barre latérale des conversations
hi: Conversations Sidebar खोलें
id: Buka bar samping percakapan
ja: 会話サイドバーを開く
ko: 대화 사이드바 열기
pt_br: Abrir barra lateral de conversas
pt_pt: Abrir barra lateral de conversas
ru: Открыть боковую панель бесед
ur: Conversations Sidebar کھولیں
zh_hans: 打开对话边栏

# debug.window.paneGrid
source: Pane Grid Debug
ar: تصحيح شبكة اللوحات
de: Bereichsraster-Debug
es: Depuración de cuadrícula de paneles
fr: Débogage de la grille de volets
id: Debug kisi panel
ja: ペイングリッドデバッグ
ko: 패널 그리드 디버그
pt_br: Debug da grade de painéis
pt_pt: Debug da grade de painéis
ru: Отладка сетки панелей
zh_hans: 窗格网格调试

# debug.benchmark.result.title
source: Workspace Switch Benchmark
ar: قياس تبديل مساحة العمل
de: Benchmark für Arbeitsbereichswechsel
es: Benchmark de cambio de espacio de trabajo
fr: Benchmark de changement d’espace de travail
id: Benchmark pergantian workspace
ja: ワークスペース切り替えベンチマーク
ko: 워크스페이스 전환 벤치마크
pt_br: Benchmark de troca de área de trabalho
pt_pt: Benchmark de troca de área de trabalho
ru: Тест переключения рабочих областей
zh_hans: 工作区切换基准测试

# debug.benchmark.failed.title
source: Benchmark Failed
ar: فشل القياس
de: Benchmark fehlgeschlagen
es: Falló el benchmark
fr: Benchmark échoué
id: Benchmark gagal
ja: ベンチマークに失敗しました
ko: 벤치마크 실패
pt_br: Benchmark falhou
pt_pt: Benchmark falhou
ru: Тест не выполнен
zh_hans: 基准测试失败

# debug.benchmark.failed.message
source: Need an active main window with at least 2 workspaces. Check Console.app for [bench] messages.
ar: تحتاج إلى نافذة رئيسية نشطة تحتوي على مساحتَي عمل على الأقل. راجع Console.app لرسائل [bench].
de: Ein aktives Hauptfenster mit mindestens 2 Arbeitsbereichen ist erforderlich. Prüfen Sie Console.app auf [bench]-Meldungen.
es: Se necesita una ventana principal activa con al menos 2 espacios de trabajo. Revisa Console.app para ver mensajes [bench].
fr: Une fenêtre principale active avec au moins 2 espaces de travail est nécessaire. Consultez Console.app pour les messages [bench].
hi: कम से कम 2 workspaces वाली active main window चाहिए। [bench] messages के लिए Console.app check करें।
id: Perlu jendela utama aktif dengan minimal 2 workspace. Periksa pesan [bench] di Console.app.
ja: 少なくとも 2 つのワークスペースを持つアクティブなメインウィンドウが必要です。[bench] メッセージは Console.app で確認してください。
ko: 워크스페이스가 2개 이상 있는 활성 메인 창이 필요합니다. [bench] 메시지는 Console.app에서 확인하세요.
pt_br: É necessária uma janela principal ativa com pelo menos 2 áreas de trabalho. Verifique as mensagens [bench] no Console.app.
pt_pt: É necessária uma janela principal ativa com pelo menos 2 áreas de trabalho. Verifique as mensagens [bench] no Console.app.
ru: Нужно активное главное окно минимум с 2 рабочими областями. Проверьте сообщения [bench] в Console.app.
ur: کم از کم 2 workspaces والی active main window چاہیے۔ [bench] messages کے لیے Console.app check کریں۔
zh_hans: 需要一个至少包含 2 个工作区的活动主窗口。请在 Console.app 中查看 [bench] 消息。

# sound.menu.title
source: Sound
ar: الصوت
de: Ton
es: Sonido
fr: Son
id: Suara
ja: サウンド
ko: 사운드
pt_br: Som
pt_pt: Som
ru: Звук
zh_hans: 声音

# tabs.context.menu.workspace
source: Workspace
ar: مساحة العمل
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
ja: ワークスペース
ko: 워크스페이스
pt_br: Área de trabalho
pt_pt: Área de trabalho
ru: Рабочая область
zh_hans: 工作区

# tabs.context.closeMultipleWorkspaces
source: Close %lld Workspaces
ar: إغلاق %lld من مساحات العمل
de: %lld Arbeitsbereiche schließen
es: Cerrar %lld espacios de trabajo
fr: Fermer %lld espaces de travail
hi: %lld Workspaces बंद करें
id: Tutup %lld workspace
ja: %lld 個のワークスペースを閉じる
ko: 워크스페이스 %lld개 닫기
pt_br: Fechar %lld áreas de trabalho
pt_pt: Fechar %lld áreas de trabalho
ru: Закрыть рабочие области: %lld
ur: %lld Workspaces بند کریں
zh_hans: 关闭 %lld 个工作区

# tabs.context.group.menuTitle
source: Group
ar: مجموعة
de: Gruppe
es: Grupo
fr: Groupe
id: Grup
ja: グループ
ko: 그룹
pt_br: Grupo
pt_pt: Grupo
ru: Группа
zh_hans: 组

# tabs.context.group.newGroup
source: New Group…
ar: مجموعة جديدة…
de: Neue Gruppe…
es: Grupo nuevo…
fr: Nouveau groupe…
id: Grup baru…
ja: 新規グループ…
ko: 새 그룹…
pt_br: Novo grupo…
pt_pt: Novo grupo…
ru: Новая группа…
zh_hans: 新建组…

# connectedServers.column.status
source: Status
ar: الحالة
es: Estado
fr: État
ja: 状態
ko: 상태
ru: Статус
zh_hans: 状态

# connectedServers.column.name
source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
id: Nama
ja: 名前
ko: 이름
pt_br: Nome
pt_pt: Nome
ru: Имя
ur: نام
zh_hans: 名称

# connectedServers.column.host
source: Host
ar: المضيف
fr: Hôte
ja: ホスト
ko: 호스트
ru: Хост
zh_hans: 主机

# connectedServers.column.role
source: Role
ar: الدور
de: Rolle
es: Rol
fr: Rôle
id: Peran
ja: 役割
ko: 역할
pt_br: Função
pt_pt: Função
ru: Роль
zh_hans: 角色

# connectedServers.column.paired
source: Paired
ar: مقترن
de: Gekoppelt
es: Emparejado
fr: Appairé
id: Dipasangkan
ja: ペアリング済み
ko: 페어링됨
pt_br: Pareado
pt_pt: Pareado
ru: Сопряжен
zh_hans: 已配对

# connectedServers.column.expires
source: Expires
ar: تنتهي الصلاحية
de: Läuft ab
es: Caduca
fr: Expire
id: Kedaluwarsa
ja: 有効期限
ko: 만료
pt_br: Expira
pt_pt: Expira
ru: Истекает
zh_hans: 过期时间

# prefs.checkbox.showMainWorkspaceTabCounts
source: Show counts in main workspace tabs
ar: إظهار العدادات في تبويبات مساحة العمل الرئيسية
de: Zähler in Tabs des Hauptarbeitsbereichs anzeigen
es: Mostrar contadores en las pestañas del espacio de trabajo principal
fr: Afficher les compteurs dans les onglets de l’espace de travail principal
hi: Main workspace tabs में counts दिखाएं
id: Tampilkan jumlah di tab workspace utama
ja: メインワークスペースのタブに数を表示
ko: 메인 워크스페이스 탭에 개수 표시
pt_br: Mostrar contadores nas abas da área de trabalho principal
pt_pt: Mostrar contadores nos separadores da área de trabalho principal
ru: Показывать счетчики на вкладках главных рабочих областей
ur: Main workspace tabs میں counts دکھائیں
zh_hans: 在主工作区标签页中显示数量

# voice.mac.menu.dictationLanguage
source: Dictation Language
ar: لغة الإملاء
de: Diktiersprache
es: Idioma de dictado
fr: Langue de dictée
id: Bahasa dikte
ja: 音声入力言語
ko: 받아쓰기 언어
pt_br: Idioma de ditado
pt_pt: Idioma de ditado
ru: Язык диктовки
zh_hans: 听写语言

# continuityCamera.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
zh_hans: 取消

# continuityCamera.state.searching
source: Point the camera at the iPhone's QR code
ar: وجّه الكاميرا إلى رمز QR على iPhone
de: Richten Sie die Kamera auf den QR-Code des iPhone
es: Apunta la cámara al código QR del iPhone
fr: Pointez la caméra vers le code QR de l’iPhone
hi: Camera को iPhone के QR code पर point करें
id: Arahkan kamera ke kode QR iPhone
ja: カメラを iPhone の QR コードに向けてください
ko: 카메라를 iPhone의 QR 코드에 맞추세요
pt_br: Aponte a câmera para o QR do iPhone
pt_pt: Aponte a câmera para o QR do iPhone
ru: Наведите камеру на QR-код iPhone
ur: Camera کو iPhone کے QR code پر point کریں
zh_hans: 将相机对准 iPhone 的 QR 码

# continuityCamera.state.acquiring
source: Reading code...
ar: جارٍ قراءة الرمز...
de: Code wird gelesen...
es: Leyendo código...
fr: Lecture du code...
hi: Code read हो रहा है...
id: Membaca kode...
ja: コードを読み取り中...
ko: 코드 읽는 중...
pt_br: Lendo código…
pt_pt: Lendo código…
ru: Чтение кода...
ur: Code read ہو رہا ہے...
zh_hans: 正在读取代码...

# continuityCamera.state.confirmed
source: Code read!
ar: تمت قراءة الرمز!
de: Code gelesen!
es: ¡Código leído!
fr: Code lu !
hi: Code read हो गया!
id: Kode terbaca!
ja: コードを読み取りました！
ko: 코드를 읽었습니다!
pt_br: Código lido!
pt_pt: Código lido!
ru: Код считан!
ur: Code read ہو گیا!
zh_hans: 代码已读取！

# main.alert.renameConflict.title
source: Name already exists
ar: الاسم موجود بالفعل
de: Name existiert bereits
es: El nombre ya existe
fr: Ce nom existe déjà
hi: Name पहले से मौजूद है
id: Nama sudah ada
ja: 名前は既に存在します
ko: 이름이 이미 존재합니다
pt_br: O nome já existe
pt_pt: O nome já existe
ru: Имя уже существует
ur: Name پہلے سے موجود ہے
zh_hans: 名称已存在

# appMenu.connectedServers
source: Connected Servers...
ar: الخوادم المتصلة…
de: Verbundene Server...
es: Servidores conectados...
fr: Serveurs connectés...
id: Server terhubung...
ja: 接続済みサーバー…
ko: 연결된 서버...
pt_br: Servidores conectados…
pt_pt: Servidores ligados…
ru: Подключенные серверы...
zh_hans: 已连接服务器...

# welcome.localInstall.header.title.reuse
source: Connect to your theyOS
ar: الاتصال بـ theyOS الخاص بك
de: Mit Ihrem theyOS verbinden
es: Conectar a tu theyOS
fr: Se connecter à votre theyOS
hi: अपने theyOS से connect करें
id: Hubungkan ke theyOS Anda
ja: theyOS に接続
ko: 내 theyOS에 연결
pt_br: Conectar ao seu theyOS
pt_pt: Ligar ao seu theyOS
ru: Подключитесь к вашему theyOS
ur: اپنے theyOS سے connect کریں
zh_hans: 连接到你的 theyOS

# welcome.localInstall.header.description.reuse
source: We detected an existing install. The app will start the server and pair this Mac.
ar: اكتشفنا تثبيتًا موجودًا. سيبدأ التطبيق الخادم ويقرن هذا Mac.
de: Wir haben eine vorhandene Installation erkannt. Die App startet den Server und koppelt diesen Mac.
es: Detectamos una instalación existente. La app iniciará el servidor y emparejará este Mac.
fr: Nous avons détecté une installation existante. L’app démarrera le serveur et appairera ce Mac.
hi: हमें existing install मिला। App server start करेगा और इस Mac को pair करेगा।
id: Kami mendeteksi instalasi yang sudah ada. Aplikasi akan memulai server dan memasangkan Mac ini.
ja: 既存のインストールが見つかりました。アプリがサーバーを起動し、この Mac をペアリングします。
ko: 기존 설치를 감지했습니다. 앱이 서버를 시작하고 이 Mac을 페어링합니다.
pt_br: Detectamos uma instalação existente. O app iniciará o servidor e pareará este Mac.
pt_pt: Detetámos uma instalação existente. A aplicação vai iniciar o servidor e emparelhar este Mac.
ru: Мы обнаружили существующую установку. Приложение запустит сервер и выполнит сопряжение с этим Mac.
ur: ہمیں existing install ملا۔ App server start کرے گا اور اس Mac کو pair کرے گا۔
zh_hans: 检测到现有安装。应用将启动服务器并配对这台 Mac。
